{
    "Beslenme": {
      "1": "Yarım elma gönül alma, ara öğün yemeyi unutma!",
      "2": "Sağlıksız beslenmenin cezasını ayaklar çekmesin Yemeğine değil hayatına şeker kat",
      "3": "Hayatın tadı şekersiz daha tatlıdır",
      "4": "Daha kontrollü bir şeker için sağlıklı beslenmeyi seçin",
      "5": "Küçük bir hatırlatma! Ara öğününü yedin mi?",
      "6": "Unutmal Öğün atlayarak kan şekerini dengeleyemezsin",
      "7": "Doğru beslen, hareket et şekerini kontrol et",
      "8": "Sağlıklı beslen şekerine yön ver"
    },
    "Fiziksel Aktivite": {
      "1": "Güneş görmeyen doktor görür ! Temiz hava almanın tam zamanı Bugün hava çok güzel biraz yürüyüş yapmaya ne dersin?",
      "2": "Bilmek yetmez uygulamak lazım hadi biraz yürüyelim",
      "3": "Üşenme, erteleme, zamanım yok deme! Hadi yürüyüşe",
      "4": "Hedefine ulaşmak için..... adımın kaldı. Başarabilirsin!",
      "5": "Sağlıklı bir sen için bugün harekete geç",
      "6": "Tebrikler günlük adım sayısı hedefinize ulaştınız. Başarını sevdiklerinle paylaşabilirsin",
      "7": "Sağlığa adım at hedefini tamamla",
      "8": "Üşenme erteleme vazgeçme 45 dk yürüyüş yap 23 saat 15 dk seninle Hayatımızda diyabet her gün yürü hareket et",
      "9": "Kendine yatırım yap ve yürüyüş yap",
      "10": "Kendini sevive ona yürüyüş yaparak sağlike hediye et"
    },
    "Tedaviye Uyum": {
      "1": "Bahaneler şekerini normalleştirmez",
      "2": "Seni ayakta tutan iki şey var. Sağ ve sol ayağın onlara iyi bak! Şekerini kontrol et sağlıklı yaşamaya devam et",
      "3": "Sağlıklı yaşamak için kan şekerine kulak ver",
      "4": "Şekerini kontrol et hayatını kontrol et",
      "5": "Huylu huyundan vazgeçer. Sağlıklı yaşamayı seçer",
      "6": "Hadi bugün sağlıklı kalmak için elinden gelenin en iyisini yap",
      "7": "Su içmeyi gülümsemeyi ve şekerini ölçmeyi unutma",
      "8": "Hayallerine sınır koyma kan şekerine sınır koy",
      "9": "Kan şekerinizi dengeleyin hayata gülümseyin",
      "10": "Bu yıl kl göz böbrek ve sinir muayenenizi yaptırmayı unutmayın Bir dost Alaç/Insulin saatlerinde hatırlatma:",
      "11": "Bugün ayaklanının kontrol ettin ml?",
      "12": "Aman dikkat tüm gözlər üzerinizde a Yillik göz muayenenizi aksatmayin"
    }
  }
  